"use client";

export default function CatalogSeoSection() {
  return (
    <div className="mt-[24px]">
      <p className="text-[#6E7076] text-[14px] leading-[20px] ">
        Робуксы — это валюта платформы мини игр Roblox, обеспечивающая
        комфортный геймплей и расширенные возможности для игрока. Что
        естественно притягивает толпы желающих их приобрести. Сделать это
        безопасно и без переплат лучше всего на проверенной площадке, которой и
        является биржа игровых ценностей FunPay. Мы обеспечиваем комфортные
        условия для торговли робуксами Roblox без посредников, поэтому на нашей
        торговой площадке всегда присутствует:
      </p>

      <ul className="text-[#6E7076] text-[14px] leading-[20px]  list-disc pl-[20px] marker:text-[#6E7076] marker:text-[12px]">
        <li className="mb-[4px]">
          Безопасность сделок. Они проходят в три этапа: оплата, получение
          игровой валюты, подтверждение выполнения заказа.
        </li>
        <li className="mb-[4px]">
          Реальный рыночный курс робуксов. Формируется в условиях естественной
          конкуренции между продавцами.
        </li>
        <li>
          Быстрое оформление заказов. Всего за несколько кликов, с оплатой любым
          удобным для вас способом.
        </li>
      </ul>

      <p className="text-[#6E7076] text-[14px] leading-[20px] mb-[12px] ">
        Если же у вас возникнут вопросы, то служба поддержки FunPay ответит на
        них в любое время суток!
      </p>

      <h2 className="text-[#6E7076] text-[16px] font-medium leading-[24px] ">
        Как купить
      </h2>
      <p className="text-[#6E7076] text-[14px] leading-[20px]">
        Покупка робуксов осуществляется просто, как мы писали выше, нужно
        сделать всего три действия:
      </p>

      <ol className="text-[#6E7076] text-[14px] leading-[20px]  list-decimal pl-[20px] marker:text-[#6E7076] marker:text-[12px]">
        <li className="mb-[4px]">
          Выбрать предложение, кликнув на него, и находясь на странице
          оформления заказа, связаться с продавцом.
        </li>
        <li className="mb-[4px]">
          Оплатить заказ на нужное количество робуксов.
        </li>
        <li>
          Получить игровую валюту RBX и подтвердить выполнение заказа. После
          можно оставить отзыв продавцу и оценить его работу.
        </li>
      </ol>

      <p className="text-[#6E7076] text-[14px] leading-[20px] mb-[12px] ">
        Продавец получит ваши деньги только после того, как вы получите робуксы
        в Roblox и отправите системе подтверждение о выполнении заказа.
      </p>

      <h2 className="text-[#6E7076] text-[16px] font-medium leading-[24px]">
        Продавцам
      </h2>
      <p className="text-[#6E7076] text-[14px] leading-[20px]">
        Если вы опытный продавец или начинаете свой путь с нуля — неважно, у вас
        есть замечательная возможность продать робуксы через FunPay. Чтобы стать
        продавцом нашей биржи, следуйте следующим принципам:
      </p>

      <ul className="text-[#6E7076] text-[14px] leading-[20px] list-disc pl-[20px] marker:text-[#6E7076] marker:text-[12px]">
        <li className="mb-[4px]">
          Выставляйте на продажу только ту сумму, что есть у вас в наличии,
          чтобы вы смогли быстро передать игровую валюту клиенту.
        </li>
        <li className="mb-[4px]">
          Вежливо отвечайте на вопросы потенциальных покупателей.
        </li>
        <li className="mb-[4px]">
          Ответственно относитесь к своим обязанностям и выполняйте заказы в
          кратчайшие сроки.
        </li>
        <li>
          Покупатель должен получить столько робуксов, сколько он указал в
          заказе.
        </li>
      </ul>

      <p className="text-[#6E7076] text-[14px] leading-[20px]">
        И помните, чем больше у вас довольных клиентов, тем выше шанс превратить
        своё хобби в отличный источник дохода. Присоединяйтесь к FunPay!
      </p>
    </div>
  );
}
